Repository: husanIbragimov/Uzbekbazar
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ru

source: Bosh Sahifa
ru: Главная

source: Tizimga kirish
ru: Войти

source: Meni eslab qol
ru: Запомнить

source: Parolni unutdingizmi?
ru: Забыли пароль?

source: Ro'yxatdan o'tish
ru: Зарегистрироваться

source: Mening hisobim
ru: Мой кабинет

source: Boshqaruv paneli
ru: Панель управления

source: Buyurtmalar
ru: Заказы

source: Hisob tafsilotlari
ru: Детали

source: Parolni o'zgartirish
ru: Изменить пароль

source: Chiqish
ru: Выход

source: Assalomu alaykum
ru: Здравствуйте

source: Buyurtmalaringiz
ru: Ваши заказы

source: Buyurtma
ru: Заказ

source: Sana
ru: Дата

source: Holat
ru: Статус

source: Harakatlar
ru: Действия

source: Ko'rish
ru: Посмотреть

source: Ism
ru: Имя

source: Familiya
ru: Фамилия

source: Rasm
ru: Изображение

source: Saqlash
ru: Сохранить

source: Parolni o'zgartirish
ru: Изменить пароль

source: Joriy parol
ru: Текущий пароль

source: Yangi parol
ru: Новый пароль

source: Parolni tasdiqlang
ru: Подтвердите пароль

source: Hisob ochish
ru: Открыть аккаунт

source: Yuborish
ru: Отправить

source: Yoki
ru: Или

source: Hisobingiz bormi?
ru: У Вас есть аккаунт?

source: Hozir kiring
ru: Войти

source: Bizning joylashuvimiz
ru: Наше место нахождения

source: Chiqish
ru: Выход

source: Kirish
ru: Войти

source: Barcha bo'limlar
ru: Категории

source: Qidirish…
ru: Поиск...

source: Jami
ru: Общий

source: Savatcha
ru: Корзина

source: Tasdiqlash
ru: Подтвердить

source: Katalog
ru: Каталог

source: Barchasini ko'rish...
ru: Увидеть все...

source: Barchasi
ru: Все

source: Asosiy
ru: Основной

source: Savat
ru: Корзина

source: Istaklar
ru: Избранное

source: Kabinet
ru: Кабинет

source: Yangiliklardan xabardor bo'lish
ru: Будьте в курсе новостей

source: Elektron pochtangizni kiriting
ru: Введите адрес электронной почты

source: Obuna boʻling
ru: Подписаться

source: Aloqa
ru: Для связи

source: Manzil
ru: Адрес

source: Tashkent, Cho'pon ota ko'chasi, 4B uy
ru: Ташкент, улица Чапаната 4B дом

source: Telefon
ru: Телефон

source: Ish vaqti
ru: Режим работы

source: Bizni kuzatib boring
ru: Подписывайтесь на нас

source: Savatni ko'rish
ru: Посмотреть корзину

source: Istaklar roʻyxatim
ru: Мой список желаний

source: Profil
ru: Профиль

source: MChJ
ru: ООО

source: STIR
ru: ИНН

source: Barcha huquqlar himoyalangan
ru: Все права защищены

source: Yuklanmoqda
ru: Загрузка

source: Barcha Katalog
ru: Весь каталог

source: Batafsil ko'rsatish...
ru: Показать больше...

source: Saralangan
ru: Избранное

source: so'm
ru: сум

source: HOZIR SOTIB OL
ru: КУПИТЬ СЕЙЧАС

source: Qo'llab-quvvatlash markazi
ru: Центр поддержки

source: 24/7 ajoyib xizmat
ru: Отличный сервис 24/7

source: Tavsiya etiladi
ru: Рекомендуемые

source: Mashhur
ru: Известные

source: Yangilar
ru: Новые

source: Ommabop
ru: Популярный

source: bo'limlar
ru: категории

source: Batafsil ma'lumot
ru: Узнать больше

source: Yangi kelganlar
ru: Новые поступления

source: Hozir xarid qiling
ru: Купить сейчас

source: Tanlangan brendlar
ru: Выбранные бренды

source: Oylik
ru: Ежемесячно

source: eng yaxshi sotilgan
ru: бестселлер

source: Yangi qo'shildi
ru: Недавно добавлено

source: Kunlik eng ko'p sotilgan
ru: Ежедневный лидер продаж

source: Eng yaxshi sotilgan
ru: Лидер продаж

source: So'ngi Mahsulotlar
ru: Последние товары

source: Ortga
ru: Назад

source: Buyurtma uchun tashakkur!
ru: Спасибо за Ваш заказ

source: Tez orada siz bilan bog'lanamiz
ru: Скоро свяжемся с Вами

source: Buyurtma haqida qisqacha ma'lumot
ru: Краткая информация о заказе

source: Xaridor
ru: Клиент

source: Telefon raqam
ru: Номер телефона

source: Buyurtma sanasi
ru: Дата заказа

source: Mahsulot
ru: Товар

source: Rang
ru: Цвет

source: O'lcham
ru: Размер

source: Variant
ru: Вариант

source: Savatchangiz
ru: Ваша Корзина

source: Narx
ru: Цена

source: Soni
ru: Количество

source: O'chirish
ru: Удалить

source: Savatchani tozalash
ru: Очистить корзину

source: Barcha mahsulotlar
ru: Все товары

source: Bildirishnomalar
ru: Уведомления

source: Harakat
ru: Движение

source: Savatchaga qo'shish
ru: Добавить в корзину

source: Ishlab chiqaruvchi
ru: Производитель

source: Nashriyot
ru: Издатель

source: Muallif
ru: Автор

source: baho
ru: оценка

source: Chegirma
ru: Скидка

source: Ulashish
ru: Поделится

source: Muddatli To'lov
ru: Рассрочка

source: Teg
ru: Хештег

source: Mavjud
ru: Наличии

source: ta mahsulot
ru: товаров

source: Tavar kelganda xabar ol
ru: Получите уведомление о поступлении товара

source: Hoziroq xarid qil
ru: Купить сейчас

source: Tavsif
ru: Описание

source: Qo'shimcha ma'lumot
ru: Дополнительная информация

source: Izohlar
ru: Rомментарии

source: Mijozlarning savollari va javoblari
ru: Вопросы и ответы

source: Baholang
ru: Оцените

source: Izoh qoldirish
ru: Оставить комментарий

source: O'xshash mahsulotlar
ru: Похожие товары

source: Xohishlar
ru: Избранное

source: Barcha tavarlar
ru: Все товары

source: Biz siz uchun
ru: Мы для Вас нашли

source: ta mahsulot topdik
ru: товаров

source: Saralash
ru: Фильтр

source: Mavsum
ru: Сезон

source: Kitob muallifalri
ru: Авторы книг

source: Til
ru: Язык

source: Yangi mahsulotlar
ru: Новые товары

source: Ishlab chiqaruvchilar
ru: Производитель
